/*
 Localizable.strings
 ShadowWeb
 
 Created by clowwindy on 6/17/13.
 Copyright (c) 2013 clowwindy. All rights reserved.
 */

"Contract" = "Support";
"UserInfo" = "My account";
"BuyPlan" = "VIP Plans";
"vip" = "VIP";
"free" = "FREE";
"Down App" = "Green mobile app";
"Official Website" = "Green website";
"New Version Download" = "A new version is available.";
"Agree TOS First" = "Please indicate that you've read and agree to Terms of Service.\n";
"Add Self Domains" = "Custom domains";
"Auto Login" = "Auto sign-in";
"Auto Start After Wakeup" = "Auto start at boot";
"Conn Fail" = "Connection failed.";
"Account Expired" = "Account expired";
"Network Exception" = "Oops, unstable region detected. Please try other regions.\n";
"Close" = "Close";
"Goto Download" = "Download";
"UpdateVersion Notify" = "Upgrade Notification";
"New Version For Download" = "A new version is available for upgrade.";
"Update Now" = "Upgrade now";
"Next Time" = "Next time";
"Network Exception Try Later" = "Oops, unstable connection detected. Please try again later.\n";
"Edit Success" = "New settings saved.";
"Edit Fail" = "Failed. Please try again.";
"New Pass Blank" = "Password can not be empty.";
"Edit Success Relogin" = "Password changed. Please remember your new password.\n";
"Buy" = "Buy";
"Username Or Password Nil" = "Please enter username and password.\n";
"Logging In" = "Signing you in ...";
"Login Succ" = "Done";
"Saving" = "Saving...";
"Save Success" = "Saved";
"Save Fail" = "Failed";
"My Green" = "Account";
"Username" = "Username：";
"UserType" = "Account type：";
"Current Plan" = "Current plan：";
"Expiredate" = "Expiration：";
"Total Usedflow" = "Total traffic：";
"Today Usedflow" = "Today's traffic：";
"New Password" = "New password：";
"Expired" = "（Expired）";
"Update" = "Update";
"Loading" = "Loading...";
"Click To Input Username" = "Click to enter username";
"Click To Input Password" = "Click to enter password";
"Auto Login" = "Auto sign-in";
"Forgot Password" = "Forgot password";
"Login" = "Sign in";
"No Account" = "Have no account? Sign up";
"Read Tos" = "I've read and agree to Terms of Service";
"Domain Desc" = "How this works：
1. In most cases you don't need to worry about which domain needs proxy access. Green's intelligent mode handles everything for you.
2. Enter your custom domain not included in Green's intelligent mode. One domain per row. ('www' part is unnecessary. e.g., 'google.com' stands for 'www.google.com').
3. If you want to access website directly, add “@@” before domain, e.g., '@@baidu.com' stands for '*.baidu.com'.";
"Save" = "Save";
"Username2" = "Username/Email";
"Password" = "Password";
"Shadowsocks: On" = "status：Started";
"Shadowsocks: Off" = "status：Shutdown";
"Turn Shadowsocks On" = "Start Green";
"Turn Shadowsocks Off" = "Shut down Green";
"Auto Proxy Mode" = "Intelligent mode";
"Global Mode" = "Global mode";
"Servers" = "Region list";
"Quit" = "Quit";
"About" = "About";
"Privacy Policy" = "Privacy Policy";
"tos_title" = "Terms of Service";
"dayago" = " day(s) ago";
"today" = "Today";
"yesterday" = "Yesterday";
"PortBindFailTitle" = "Conflict detected!";
"PortBindFailDesc" = "A required port is taken by other process, click to see more";
"PortBindFailAction" = "Show";
"Keep Region Lock" = "Region Lock";
